USE [BOOKS]
GO

INSERT INTO [dbo].[tb_junrs]
           ([id_uniq],[nazvanie],[autor],[year_print],[id_junr])
     VALUES
 ('C191A66A72F240BCAA274BB8CA794DA8', 'Мастер и Маргарита'       ,'Булгаков М.А.'                       ,1901, 30)
,('837753CF35864F71944FF7B7D9FCE158', 'Белая гвардия'            ,'Булгаков М.А.'                       ,1922, 20)
,('CDE98B6EBE7A43199497319287AF18CD', 'Идиот'                    ,'Достоевский Ф.М.'                    ,1903, 30)
,('A647165879EF4F97883D70F1DB6445DA', 'Братья Карамазовы'        ,'Достоевский Ф.М.'                    ,1904, 10)
,('E73BDF784520437ABF3E8D155442F678', 'Игрок'                    ,'Достоевский Ф.М.'                    ,1905, 30)
,('AE313364FFC44B11BE4834F8C2F987BF', 'Стихотворения и поэмы'    ,'Лермонтов М.Ю.'                      ,1906, 40)
,('28D8386DC43542748082E17381A9DE8B', 'Черный человек'           ,'Есенин С.А.'                         ,   8, 20)
,('2F4198B3DB9447D4AA3A112ACEA0B901', 'Лирика'                   ,'Пастернак Б.Л.'                      ,  78, 20)
,('C5AC428DC1D349A89E870D2F50D8B6A8', 'Тест название'            ,'Тест А. Р.'                          ,1905, 40)
,('408FAE66A89D40FFB800EFB586852402', 'gjhj'                     ,'hg'                                  ,   9, 40)
,('E14DB1AD05344687B3D251DC07F1588D', 'Кни4а от книги'           ,'Настоясчий А. Л.'                    ,2018, 30)
,('7452A6300E17407CB0D19BEDDE885205', 'fhg hjghjgj ghjgjhgj 0000','hgjhgjg hhgjhghjghjggjhgjgghjg ghg'  ,  70, 20)
,('99EA01B5FCAB4ED9A9480F9052BB0E9D', '--'                       ,'gvvvvnv'                             ,   1, 30)
,('5104B4F0D566438ABE4813FF405848D1', '--766876768'              ,'dfsd--'                              ,  10, 40);
GO
